{
  "privacy": {
    "privacyPolicy": "Політика конфіденційності",
    "lastUpdated": "Останнє оновлення",
    "desc": {
      "paragraph1": "Ця Політика конфіденційності описує політику та процедури щодо збору та обробки вашої інформації в нашому додатку AppStore або Google Play «Tegro.Finance» («Додаток»), який ми пропонуємо.",
      "paragraph2": "Конфіденційність та захист інформації - це основні принципи, на яких ми будуємо наш додаток. Ця Політика конфіденційності визначає наші поточні політики та зобов’язання з охорони інформації та конфіденційності. Згідно з цим, ми маємо на меті збирати та обробляти лише інформацію, яка строго необхідна для наших відносин з клієнтами, партнерами, користувачами нашого додатка, щоб надати наші послуги.",
      "paragraph3": "Ми робимо нашу Політику конфіденційності доступною в нашому додатку в його найновішій версії. Будь ласка, уважно перегляньте її. Користуючись Додатком та / або використовуючи його, ви підтверджуєте та підтверджуєте, що прочитали, зрозуміли та погоджуєтеся з цією Політикою конфіденційності."
    },
    "informationWeCollect": {
      "title": "Інформація, яку ми збираємо",
      "paragraph1": "Оскільки Додаток є некастодіальним криптовалютним програмним гаманцем, ми не маємо облікових записів клієнтів. Ми не вимагаємо від вас надавати нам свої особисті дані для використання Додатка. Ми ніколи не попросимо вас поділитися своїми приватними ключами або насінням гаманця. Ніколи не довіряйте нікому або будь-якому сайту, який просить вас ввести свої приватні ключі або насіння гаманця. Важливо зауважити, що ваші транзакції блокчейн можуть передаватися через сервери або вузли та будуть загальнодоступні через загальнодоступний характер розподілених систем реєстрації.",
      "paragraph2": "Ми можемо збирати обмежену інформацію про вас з ваших пристроїв або з різних джерел, як описано нижче.",
      "paragraph3": "Інформація, яку ви нам надаєте. Ми можемо збирати деяку особисту інформацію від вас під час вашої комунікації з нами, включаючи ваші контактні дані, такі як ваше ім'я, електронна адреса чи номер телефону (залежно від того, як ви зв'язуєтеся з нами).",
      "paragraph4": "Інформація, яку автоматично збирається. Ми можемо автоматично збирати інформацію про вас та ваші пристрої під час використання Додатка, включаючи: (i) інформацію, яку ви створюєте через Додаток, таку як відкриті адреси гаманця; (ii) IP-адреса пристрою, яким ви користуєтеся для доступу до Додатка; (iii) тип програмного забезпечення браузера, яким ви користуєтеся; (iv) операційна система, якою ви користуєтеся; (v) дата та час, коли ви звертаєтеся або використовуєте Додаток; та (vi) інша неідентифікована особиста інформація.",
      "paragraph5": "Ми особливо чутливі до інформації про дітей. Ми не спрямовуємося на дітей і свідомо не збираємо інформацію від дітей віком до 13 років. Якщо ви вважаєте, що ми можемо мати будь-яку інформацію від дитини віком до 13 років, будь ласка, зв'яжіться з нами."
    },
    "howWeUseInformation": {
      "title": "Як ми використовуємо інформацію",
      "desc": "Ми використовуємо зібрану інформацію для наступних цілей:",
      "item1": "Для надання вам можливості доступу та використання Додатка, обробки та завершення транзакцій, та надсилання вам пов'язаної інформації, включаючи підтвердження, технічні повідомлення, оновлення, попередження про безпеку, повідомлення підтримки та адміністративні повідомлення.",
      "item2": "Для розуміння та аналізу того, як ви використовуєте наш Додаток та розробки нових продуктів, послуг, функцій та можливостей.",
      "item3": "Для зв'язку з вами щодо акцій, майбутніх подій та інших новин про продукти та послуги, які нам пропонуються.",
      "item4": "Для маркетингових цілей, таких як розробка та надання рекламних матеріалів, які можуть бути корисними, актуальними, цінними або іншим чином цікавими для вас.",
      "item5": "Для персоналізації вашого досвіду використання Додатка, такої як ідентифікація вас як постійного відвідувача.",
      "item6": "Для полегшення підключення сторонніх сервісів чи додатків.",
      "item7": "З метою оптимізації вашого користувацького досвіду ми можемо використовувати вашу інформацію для операцій, утримання та покращення нашого Додатка.",
      "item8": "Для захисту, розслідування та запобігання шахрайства, несанкціонованої чи незаконної діяльності.",
      "item9": "З метою виконання вимог, включаючи здійснення наших умов використання чи інших правових прав, або як це може бути вимагатися чинними законами та правилами, або запитано будь-яким судовим процесом чи урядовим агентством.",
      "item10": "Для укладання угод з провайдерами сторонніх API, включаючи надання клієнтської підтримки, надання рекламних чи маркетингових послуг, надання аналітичних послуг."
    },
    "legalBasisForPersonalInformation": {
      "title": "ПРАВОВА ОСНОВА ОБРОБКУ ВАШОЇ ОСОБИСТОЇ ІНФОРМАЦІЇ",
      "desc": "Якщо ви знаходитесь в Європейському економічному просторі, ми обробляємо ваші особисті дані лише тоді, коли у нас є валідна «правова підстава», включаючи такі випадки:",
      "item1": "Виконання контракту: Це стосується випадків, коли обробка особистих даних потрібна для виконання наших зобов'язань за контрактом (надання послуг), укладеним з вами.",
      "item2": "Законна обов'язковість чи за загальним інтересом: Це стосується випадків, коли ми зобов'язані обробляти ваші особисті дані для виконання законних обов'язків.",
      "item3": "Легітимні інтереси: При необхідності ми можемо обробляти особисті дані, де існує обґрунтований інтерес для нас у здійсненні комерційних та бізнес-інтересів (наприклад, для розробки продуктів та внутрішніх аналітичних цілей), за винятком випадків, коли такі інтереси перевершують ваши інтереси, фундаментальні права і свободи."
    },
    "sharingOfTheInformation": {
      "title": "Поширення інформації",
      "desc": "Ми не поширюємо інформацію, яку ви надаєте нам, іншим організаціям без вашої виразної згоди, за винятком випадків, описаних у цій Політиці конфіденційності. Ми розкриваємо інформацію третім сторонам в таких випадках:",
      "item1": {
        "title": "Дочірні компанії.",
        "text": "Ми можемо розкривати вашу інформацію нашим підрозділам та корпоративним афіліатам (тобто нашим компаніям, які є пов'язаними спільною власністю чи контролем) для цілей, що відповідають цій Політиці конфіденційності."
      },
      "item2": {
        "title": "Передача бізнесу.",
        "text": "Ми можемо ділитися інформацією, коли ми укладаємо бізнес-угоду або переговорюємо про бізнес-угоду, яка включає продаж або перехід всього або частини нашого бізнесу або активів. Ці угоди можуть включати будь-яку операцію по злиттю, фінансуванню, придбанню або банкрутству."
      },
      "item3": {
        "title": "Аналітичні партнери.",
        "text": "Ми використовуємо аналітичні сервіси, такі як Google Analytics, для збору та обробки певних аналітичних даних. Ці сервіси також можуть збирати інформацію про ваше використання інших веб-сайтів та онлайн-ресурсів."
      },
      "item4": {
        "title": "Дотримання законів.",
        "text": "Ми можемо ділитися інформацією з метою дотримання законів, захисту та безпеки. Ми можемо отримувати, зберігати та розголошувати вашу інформацію, якщо ми вважаємо, що це потрібно або відповідне для: (i) дотримання чинних законів; (ii) відповіді на запити правоохоронних органів та судові процеси, такі як судовий наказ або субпоена; або (iii) захисту наших прав, власності та безпеки, наших співробітників, агентів, клієнтів та інших осіб, включаючи забезпечення виконання наших угод, політик та умов користування."
      },
      "item5": {
        "title": "Постачальники послуг.",
        "text": "Ми можемо ділитися інформацією з тими, хто потребує її для виконання роботи за нас. Ці одержувачі можуть включати компанії та осіб третіх сторін для адміністрування та надання послуг від нашого імені, а також юристів, банкірів та аудиторів."
      },
      "item6": {
        "title": "Згода.",
        "text": "Ви можете дозволити нам ділитися вашою інформацією з іншими компаніями або суб'єктами на ваш вибір. Ці використання будуть підпадати під політику конфіденційності суб'єкта або суб'єктів-одержувачів."
      }
    },
    "crossBorderInformation": {
      "title": "Передача інформації через кордон",
      "paragraph1": "Будь ласка, пам'ятайте, що ваша інформація буде передана, оброблена та збережена за межами Європейського економічного простору (ЄЕП). Ви надаєте згоду на передачу вашої інформації, включаючи особисту інформацію, за межами ЄЕП, як це передбачено в цій Політиці конфіденційності, використовуючи Додаток.",
      "paragraph2": "Кожен раз, коли ми передаємо вашу особисту інформацію за межами ЄЕП в країни, які не вважаються Європейською комісією країнами, що забезпечують належний рівень захисту особистої інформації, передача буде здійснюватися на підставі механізму передачі даних, визнаного Європейською комісією як забезпечуючий належний рівень захисту особистої інформації.",
      "paragraph3": "Будь ласка, зв'яжіться з нами, якщо ви хочете отримати додаткову інформацію про конкретний механізм, який ми використовуємо при передачі вашої особистої інформації за межами ЄЕП."
    },
    "yourRights": {
      "title": "ВАШІ ПРАВА",
      "desc": "У вас є певні права щодо вашої особистої інформації. Ви можете попросити нас вжити наступних заходів щодо вашої особистої інформації, яку ми утримуємо:",
      "item1": {
        "title": "Відписка.",
        "text": "Ви можете зв'язатися з нами у будь-який час, щоб відписатися від: (i) будь-якої згоди, яку ви раніше надали нам щодо обробки вашої інформації; або (ii) передачі вашої інформації за межами ЄЕП. Ми будемо враховувати ваші вподобання в майбутньому, і це не вплине на законність обробки до того, як ви відкликали свою згоду. Зверніть увагу, що ваше використання частин нашого Додатка може бути неефективним після відмови. Ви можете відписатися від наших рекламних листів за посиланням, наданим у листах. Навіть якщо ви відмовляєтеся отримувати від нас маркетингові та рекламні повідомлення, ви продовжите отримувати від нас адміністративні повідомлення."
      },
      "item2": {
        "title": "Доступ.",
        "text": "Надати вам інформацію про нашу обробку вашої інформації та надати вам доступ до вашої інформації."
      },
      "item3": {
        "title": "Виправлення.",
        "text": "Ви можете оновити або виправити будь-які неточності у вашій інформації, зв'язавшись з нами."
      },
      "item4": {
        "title": "Обмеження.",
        "text": "Обмежити обробку вашої інформації."
      },
      "item5": {
        "title": "Скарга.",
        "text": "Звернутися з скаргою на нашу залежність від наших законних інтересів як основи нашої обробки вашої інформації, яка впливає на ваші права."
      },
      "item6": {
        "title": "Видалення.",
        "part1": "У певних ситуаціях, наприклад, коли інформація, яку ми маємо про вас, втратила актуальність або є невірною, ви можете запросити видалення ваших даних.\nВи можете подати ці запити електронно за адресою",
        "part2": ". Ми можемо запросити від вас конкретну інформацію, щоб допомогти нам обробити ваш запит. Законодавство може вимагати або дозволяти нам відхилити ваш запит. Якщо ми відхилимо ваш запит, ми повідомимо вас чому, з урахуванням правових обмежень. Якщо ви хочете подати скаргу на наше використання вашої особистої інформації або відповідь на ваші запити щодо вашої інформації, ви можете зв'язатися з нами за адресою",
        "part3": "або подати скаргу до регулятора захисту даних у вашій юрисдикції."
      }
    },
    "retentionPeriod": {
      "title": "Термін зберігання",
      "text": "Ми будемо зберігати вашу інформацію лише стільки часу, скільки це розумно потрібно для надання запитаного обслуговування клієнтів та послуги з запитань. Якщо ви видаляєте додаток зі свого пристрою або просите видалити вашу інформацію, ми все ще можемо зберігати деяку інформацію, яку ви нам надали, для підтримки нашого додатка або відповідно до відповідних законів."
    },
    "security": {
      "title": "Безпека",
      "text": "Ми використовуємо розумні організаційні, технічні та адміністративні заходи для захисту вашої інформації. Навіть з усіма цими заходами, ми не можемо повністю гарантувати від доступу, розголошення, зміни або видалення даних через події, включаючи, але не обмежуючись, відмову апаратного або програмного забезпечення чи несанкціоноване використання. Будь-яку інформацію, яку ви нам надаєте, робиться повністю на ваш власний ризик. Якщо у вас є підстави вважати, що ваше спілкування з нами більше не є безпечним, будь ласка, негайно повідомте нас про проблему."
    },
    "thirdPartyServices": {
      "title": "Послуги третіх сторін",
      "part1": "Наш додаток може містити посилання або API-з'єднання з іншими веб-сайтами, продуктами або послугами, такими як",
      "part2": "або подібні, які ми не володіємо або не експлуатуємо. Ми не несемо відповідальності за практики конфіденційності цих третіх сторін. Будь ласка, зверніть увагу, що ця Політика конфіденційності не застосовується до ваших дій на цих API-провайдерах третіх сторін або будь-якої інформації, яку ви розголошуєте цим третім сторонам. Ми рекомендуємо вам прочитати їх політику конфіденційності перед тим, як надавати їм будь-яку інформацію."
    },
    "changesAndUpdates": {
      "title": "Зміни та оновлення політики конфіденційності",
      "text": "Ми залишаємо за собою право оновлювати та переглядати цю Політику конфіденційності в будь-який час. Ми час від часу переглядаємо цю Політику конфіденційності, щоб переконатися, що вона відповідає чинному законодавству та відповідає змінам у нашому бізнесі. Нам може знадобитися оновити цю Політику конфіденційності, і ми залишаємо за собою право це зробити в будь-який час. Якщо ми вносимо зміни до цієї Політики конфіденційності, ми оновимо дату набуття чинності у верхній частині цієї сторінки, щоб ви могли побачити, чи вона змінилася з моменту вашого останнього візиту, і зробимо все можливе, щоб вас про це повідомити. Будь ласка, регулярно переглядайте цю Політику конфіденційності, щоб переконатися, що ви ознайомлені з її умовами. Будь-яке використання додатка після внесення змін до нашої Політики конфіденційності означає вашу згоду з відредагованою або зміненою угодою."
    },
    "contactInformation": {
      "title": "Контактна інформація",
      "text": "Якщо у вас є питання щодо вашої конфіденційності, пов'язані з додатком або цією Політикою конфіденційності, ви можете зв'язатися з нами за адресою нижче. Tegro Group"
    }
  }
}
