{
  "privacy": {
    "privacyPolicy": "Политика конфиденциальности",
    "lastUpdated": "Последнее обновление",
    "desc": {
      "paragraph1": "Настоящая Политика конфиденциальности описывает политики и процедуры по сбору и обработке информации о вас Тегро Группой («мы», «наши» или «нас») в нашем приложении AppStore или Google Play «Tegro.Finance» («Приложение»), которое мы предлагаем.",
      "paragraph2": "Конфиденциальность и защита информации являются основными принципами, на основе которых у нас есть наше Приложение. Настоящая Политика конфиденциальности излагает наши текущие политики и обязательства по защите информации и конфиденциальности. В соответствии с этим мы стремимся собирать и обрабатывать только информацию, строго необходимую для наших отношений с клиентами, партнерами, пользователями нашего Приложения, чтобы предоставлять наши услуги.",
      "paragraph3": "Мы делаем нашу Политику конфиденциальности доступной в нашем Приложении в его последней версии. Пожалуйста, внимательно ознакомьтесь с ней. Получая доступ и/или используя Приложение, вы признаете и подтверждаете, что прочитали, поняли и согласны с настоящей Политикой конфиденциальности."
    },
    "informationWeCollect": {
      "title": "Собираемая информация",
      "paragraph1": "Поскольку Приложение является некастодиальным криптовалютным кошельком, у нас нет учетных записей клиентов. Мы не требуем, чтобы вы предоставляли нам свои персональные данные для использования Приложения. Мы никогда не попросим вас поделиться своими частными ключами или семенем кошелька. Никогда не доверяйте никому или какому-либо сайту, который просит вас ввести свои частные ключи или семя кошелька. Важно отметить, что ваши блокчейн-транзакции могут быть переданы через серверы или узлы и будут общедоступны из-за публичного характера распределенных систем регистрации.",
      "paragraph2": "Мы можем собирать о вас ограниченную информацию с ваших устройств или из различных источников, как описано ниже.",
      "paragraph3": "Информация, которую вы нам даете. Мы можем собирать некоторую персональную информацию о вас, когда вы связываетесь с нами, включая ваши контактные данные, такие как ваше имя, адрес электронной почты или номер телефона (в зависимости от того, как вы связываетесь с нами).",
      "paragraph4": "Информация, автоматически собираемая. Мы можем автоматически собирать информацию о вас и ваших устройствах при использовании Приложения, включая: (i) информацию, которую вы создаете через Приложение, такую как публичные адреса кошельков; (ii) IP-адрес устройства, которое вы используете для доступа к Приложению; (iii) тип браузерного программного обеспечения, которым вы пользуетесь; (iv) операционную систему, которую вы используете; (v) дату и время вашего доступа или использования Приложения; и (vi) другую не-лично идентифицируемую информацию.",
      "paragraph5": "Мы особенно чувствительны к информации о детях. Мы не ориентированы на детей и не собираем информацию о детях младше 13 лет. Если вы считаете, что у нас может быть информация о ребенке младше 13 лет, пожалуйста, свяжитесь с нами."
    },
    "howWeUseInformation": {
      "title": "Как мы используем информацию",
      "desc": "Мы используем собранную информацию для следующих целей:",
      "item1": "Чтобы позволить вам получать доступ и использовать Приложение, а также обрабатывать и завершать транзакции и отправлять вам связанную информацию, включая подтверждения, технические уведомления, обновления, оповещения о безопасности и поддержку и административные сообщения.",
      "item2": "Для понимания и анализа того, как вы используете наше Приложение, и разработки новых продуктов, услуг, функций и возможностей.",
      "item3": "Для связи с вами относительно акций, предстоящих событий и других новостей о продуктах и услугах, предлагаемых нами.",
      "item4": "Для маркетинговых целей, таких как разработка и предоставление рекламных и рекламных материалов, которые могут быть полезными, актуальными, ценными или иным образом интересными для вас.",
      "item5": "Для персонализации вашего опыта использования Приложения, такой как идентификация вас как повторного посетителя.",
      "item6": "Для облегчения подключения сторонних сервисов или приложений.",
      "item7": "Для оптимизации вашего пользовательского опыта мы можем использовать вашу информацию для работы, поддержания и улучшения нашего Приложения.",
      "item8": "Для защиты, расследования и предотвращения мошеннической, несанкционированной или незаконной деятельности.",
      "item9": "В целях соблюдения, включая применение наших условий использования или других юридических прав, или как это может быть требуемо применимыми законами и правилами или запрошено любым судебным процессом или государственным агентством.",
      "item10": "Для заключения контрактов с поставщиками сторонних API, включая предоставление обслуживания клиентов, предоставление рекламных или маркетинговых услуг, предоставление аналитических услуг."
    },
    "legalBasisForPersonalInformation": {
      "title": "ПРАВОВАЯ ОСНОВА ДЛЯ ОБРАБОТКИ ВАШЕЙ ЛИЧНОЙ ИНФОРМАЦИИ",
      "desc": "Если вы находитесь в Европейском экономическом пространстве, мы обрабатываем ваши персональные данные только при наличии действительной «правовой основы», включая случаи, когда:",
      "item1": "Исполнение контракта: Это когда обработка персональных данных необходима для выполнения наших обязательств по контракту (предоставление услуг), заключенному с вами.",
      "item2": "Юридическое обязательство или в интересах общественности: Это когда нам требуется обрабатывать ваши персональные данные для соблюдения юридического обязательства.",
      "item3": "Законные интересы: При необходимости мы можем обрабатывать персональные данные, если у нас имеется законный интерес в осуществлении коммерческих и деловых интересов (например, для разработки продуктов и внутренних аналитических целей), за исключением случаев, когда такие интересы уступают вашим интересам, основным правам и свободам."
    },
    "sharingOfTheInformation": {
      "title": "Предоставление информации",
      "desc": "Мы не передаем информацию, которую вы предоставляете нам, другим организациям без вашего явного согласия, за исключением случаев, описанных в настоящей Политике конфиденциальности. Мы раскрываем информацию третьим лицам в следующих обстоятельствах:",
      "item1": {
        "title": "Филиалы.",
        "text": "Мы можем раскрывать вашу информацию нашим дочерним и корпоративным аффилированным компаниям (то есть нашей группе компаний, которые связаны общими владельческими или управленческими интересами) для целей, соответствующих настоящей Политике конфиденциальности."
      },
      "item2": {
        "title": "Бизнес-сделки.",
        "text": "Мы можем раскрывать информацию, когда заключаем бизнес-сделку, или ведем переговоры о бизнес-сделке, связанной с продажей или передачей всего или части нашего бизнеса или активов. Эти сделки могут включать любые слияния, финансирование, приобретение или процедуры банкротства."
      },
      "item3": {
        "title": "Партнеры по аналитике.",
        "text": "Мы используем аналитические сервисы, такие как Google Analytics, для сбора и обработки определенных аналитических данных. Эти сервисы также могут собирать информацию о вашем использовании других веб-сайтов и онлайн-ресурсов."
      },
      "item4": {
        "title": "Соблюдение законов.",
        "text": "Мы можем передавать информацию в целях соблюдения законов, защиты и обеспечения безопасности. Мы можем получать доступ, сохранять и раскрывать вашу информацию, если считаем, что это необходимо или уместно: (i) соблюдать применимые законы; (ii) отвечать на запросы правоохранительных органов и юридические процессы, такие как судебный приказ или судебный повестка; или (iii) защищать наши права, собственность и безопасность, наших сотрудников, агентов, клиентов и других, включая исполнение наших соглашений, политик и условий использования."
      },
      "item5": {
        "title": "Поставщики услуг.",
        "text": "Мы можем делиться информацией с теми, кто нуждается в ней для работы на нас. Среди этих получателей могут быть компании и частные лица, осуществляющие администрирование и предоставление услуг от нашего имени, а также юристы, банкиры и аудиторы."
      },
      "item6": {
        "title": "Согласие.",
        "text": "Вы можете разрешить нам передавать вашу информацию другим компаниям или юридическим лицам по вашему выбору. Такое использование будет подпадать под политики конфиденциальности получателя или получателей."
      }
    },
    "crossBorderInformation": {
      "title": "Передача информации за пределы страны",
      "paragraph1": "Обратите внимание, что ваша информация будет передаваться, обрабатываться и храниться за пределами ЕЭЗ. Вы соглашаетесь на передачу вашей информации, включая персональную информацию, за пределы ЕЭЗ, как предусмотрено в настоящей Политике конфиденциальности при использовании Приложения.",
      "paragraph2": "Всякий раз, когда мы передаем вашу персональную информацию за пределы ЕЭЗ в страны, которые не считаются Европейской комиссией обеспечивающими достаточный уровень защиты персональной информации, передача будет основана на механизме передачи данных, признанном Европейской комиссией как обеспечивающем достаточную защиту персональной информации.",
      "paragraph3": "Пожалуйста, свяжитесь с нами, если вам нужна дополнительная информация о конкретном механизме, используемом нами при передаче вашей персональной информации за пределы ЕЭЗ."
    },
    "yourRights": {
      "title": "ВАШИ ПРАВА",
      "desc": "У вас есть определенные права в отношении вашей персональной информации. Вы можете попросить нас предпринять следующие действия в отношении вашей персональной информации, которой мы располагаем:",
      "item1": {
        "title": "Отказаться.",
        "text": "Вы можете связаться с нами в любое время, чтобы отказаться от: (i) любого согласия, которое вы ранее предоставили нам относительно обработки вашей информации; или (ii) передачи вашей информации за пределы ЕЭЗ. Мы будем применять ваши предпочтения в дальнейшем, и это не повлияет на законность обработки до того момента, пока вы не отозвали свое согласие. Обратите внимание, что ваше использование частей нашего Приложения может быть неэффективным после отказа. Вы можете отписаться от наших рекламных электронных писем по ссылке, предоставленной в электронных письмах. Даже если вы откажетесь от получения маркетинговых и рекламных сообщений от нас, вы будете продолжать получать административные сообщения от нас."
      },
      "item2": {
        "title": "Доступ.",
        "text": "Предоставить вам информацию о нашей обработке вашей информации и предоставить вам доступ к вашей информации."
      },
      "item3": {
        "title": "Изменить.",
        "text": "Вы можете обновить или исправить любые неточности в вашей информации, связавшись с нами."
      },
      "item4": {
        "title": "Ограничить.",
        "text": "Ограничить обработку вашей информации."
      },
      "item5": {
        "title": "Возражать.",
        "text": "Возразить против нашей зависимости от наших законных интересов в качестве основы для обработки вашей информации, которая влияет на ваши права."
      },
      "item6": {
        "title": "Удалить.",
        "part1": "В определенных ситуациях, например, когда информация, которой мы располагаем о вас, больше не актуальна или неверна, вы можете попросить нас стереть ваши данные.\nВы можете отправить эти запросы по электронной почте на",
        "part2": ". Мы можем запросить у вас конкретную информацию, чтобы помочь нам обработать ваш запрос. Применимое законодательство может требовать или разрешать нам отказаться от вашего запроса. Если мы откажем вам, мы скажем вам почему, с учетом юридических ограничений. Если вы хотите подать жалобу на наше использование вашей персональной информации или ответ на ваши запросы относительно вашей информации, вы можете связаться с нами по адресу",
        "part3": "или подать жалобу в орган по защите данных в вашем регионе."
      }
    },
    "retentionPeriod": {
      "title": "Срок хранения",
      "text": "Мы будем хранить вашу информацию только в течение разумно необходимого времени для оказания вам запрашиваемой поддержки клиентов и услуг по запросам. Если вы удаляете приложение с вашего устройства или запрашиваете удаление вашей информации, мы все равно можем сохранить некоторую информацию, которую вы предоставили нам, чтобы поддерживать наше приложение или соблюдать соответствующие законы."
    },
    "security": {
      "title": "Безопасность",
      "text": "Мы используем разумные организационные, технические и административные меры для защиты вашей информации. Несмотря на все эти меры предосторожности, мы не можем полностью гарантировать защиту от доступа, раскрытия, изменения или удаления данных в результате событий, включая, но не ограничиваясь, отказом оборудования или программного обеспечения или несанкционированным использованием. Любую информацию, которую вы предоставляете нам, делаете полностью на свой страх и риск. Если у вас есть основания полагать, что ваше взаимодействие с нами больше не безопасно, немедленно сообщите нам о проблеме."
    },
    "thirdPartyServices": {
      "title": "Услуги третьих сторон",
      "part1": "Наше приложение может содержать ссылки или API-подключения к другим веб-сайтам, продуктам или услугам, таким как",
      "part2": "или подобные, которые не принадлежат или не управляются нами. Мы не несем ответственности за практики конфиденциальности и конфиденциальность этих третьих сторон. Обратите внимание, что настоящая Политика конфиденциальности не применяется к вашей деятельности на этих провайдерах API третьих сторон или к любой информации, которую вы разглашаете этим третьим сторонам. Мы рекомендуем вам прочитать их политику конфиденциальности перед предоставлением им какой-либо информации."
    },
    "changesAndUpdates": {
      "title": "Изменения и обновления политики конфиденциальности",
      "text": "Мы оставляем за собой право в любое время обновлять и пересматривать настоящую Политику конфиденциальности. Мы время от времени пересматриваем настоящую Политику конфиденциальности, чтобы убедиться, что она соответствует применимому законодательству и соответствует изменениям в нашем бизнесе. Мы можем быть вынуждены обновить настоящую Политику конфиденциальности, и мы оставляем за собой право сделать это в любое время. Если мы пересмотрим настоящую Политику конфиденциальности, мы обновим дату вступления в силу вверху этой страницы, чтобы вы могли определить, изменилась ли она с момента вашего последнего посещения, и сделаем все возможное, чтобы уведомить вас. Пожалуйста, регулярно пересматривайте настоящую Политику конфиденциальности, чтобы убедиться, что вы знакомы с ее условиями. Любое использование приложения после внесения поправок в нашу Политику конфиденциальности означает ваше согласие на пересмотренное или измененное соглашение."
    },
    "contactInformation": {
      "title": "Контактная информация",
      "text": "Если у вас есть вопросы относительно конфиденциальности, касающиеся приложения или настоящей Политики конфиденциальности, вы можете связаться с нами по адресу ниже. Tegro Group"
    }
  }
}
